// src/data/ads.js
const ads = [
    {
      id: '1',
      metalType: "Купим Нержавеющие Трубы 12х18н10т ф108х5,ф159х6",
      quantity: "500 тонн",
      price: "10,000₽ за тонну",
      location: "Москва",
      description: "Купим Нержавеющие. Трубы,Круги,Листы,Проволоку,Ленту. На постоянной основе закупаем нержавеющий прокат(Трубы,Круги,Листы,Проволоку,Ленту) б/у,госрезерв,складские неликвиды в любых количествах",
      publishedDate: "2024-10-10T12:00:00Z" // Дата публикации в формате ISO
    },

    {
        id: '2',
        metalType: "Сталь",
        quantity: "500 тонн",
        price: "10,000₽ за тонну",
        location: "Москва",
        description: "Описание объявления о стали.",
        publishedDate: "2024-10-09T12:00:00Z" // Дата публикации в формате ISO
      },
    {
      id: '3',
      metalType: "Алюминий",
      quantity: "200 тонн",
      price: "15,000₽ за тонну",
      location: "Санкт-Петербург",
      description: "Описание объявления об алюминии.",
      publishedDate: "2024-10-08T12:00:00Z" // Дата публикации в формате ISO
    },

    {
        id: '4',
        metalType: "Алюминий",
        quantity: "200 тонн",
        price: "15,000₽ за тонну",
        location: "Санкт-Петербург",
        description: "Описание объявления об алюминии.",
        publishedDate: "2024-10-05T12:00:00Z" // Дата публикации в формате ISO
      },
    // Добавьте больше объявлений, если нужно
  ];
  
  export default ads;
  